---
kind: property
id: P:Autodesk.Revit.DB.PolymeshFacet.V2
source: html/685b6785-66aa-df2d-1c9f-7df6da0d45a5.htm
---
# Autodesk.Revit.DB.PolymeshFacet.V2 Property

The second vertex of the facet

## Syntax (C#)
```csharp
public int V2 { get; }
```